Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: % of respondents
sv_se: % av de svarande

source: (1=low, 2=high)
sv_se: (1=låg, 2 =hög)

source: (<Enrichment lessons> refer to any lessons you followed in addition to regular lessons because you are interested in further learning.
sv_se: Fördjupningslektioner avser lektioner som du har deltagit i utöver dina vanliga lektioner för att du vill lära dig mer.

source: (<Remedial English¹ lessons> refer to any lessons you had to follow in addition to regular lessons to meet your <English¹> learning goals.)
sv_se: Stödundervisning avser lektioner som du har deltagit i utöver dina vanliga lektioner för att nå målen i engelska.

source: (<Remedial lessons> refer to any lessons offered in addition to regular lessons to meet the school’s <English¹> learning goals.
sv_se: (Stödundervisning avser sådana lektioner som erbjuds förutom vanliga lektioner för att eleverna ska nå skolans mål i engelska.

source: (Count all the devices including televisions, computers, tablets, e-book readers, and smartphones.)
sv_se: (Räkna alla enheter, inklusive tv-apparater, datorer, surfplattor, läsplattor och smartphones.)

source: (If he is not working now, please tell us his last main job.)
sv_se: (Om han inte arbetar nu, skriv vad han arbetade med senast.)

source: (If she is not working now, please tell us her last main job.)
sv_se: (Om hon inte arbetar nu, skriv vad hon arbetade med senast.)

source: (If you cannot find the exact name of the subjects you learn in <English²>, please mark the category that best fits the subject.)
sv_se: (Om du inte hittar det exakta namnet på de ämnen som du studerar på engelska, markerar du den kategori som bäst passar ämnet.)

source: (If you do not have or use <digital resources>, please select “Does not apply”.)
sv_se: (Om du inte har eller använder digitala lärresurser väljer du "ej tillämpligt").

source: (If you need further explanation of the term “<digital resources>”, please use the help button.)
sv_se: (Om du behöver ytterligare förklaring av begreppet "digitala verktyg" kan du använda hjälpknappen.)

source: (If you never do some of the activities below, please try to imagine a situation in which you had to try doing them.)
sv_se: (Om du aldrig gör vissa av sakerna nedan ska du föreställa dig en situation där du var tvungen att göra dem.)

source: (If your parent or guardian is not working now, please tell us her or his last main job.)
sv_se: (Om din förälder/vårdnadshavare inte arbetar för närvarande, skriv vad denne arbetade med senast.)

source: (If your parent or guardian is not working now, please tell us their last main job.)
sv_se: (Om din förälder/vårdnadshavare inte arbetar för närvarande, ange dennes senaste huvudsakliga arbete.)

source: (Longest day)
sv_se: (Längst dag)

source: (Per 200 mL serving)
sv_se: (Per portion på 200 ml)

source: (Per supplement tablet)
sv_se: (Per tablett)

source: (Please choose from the drop-down menu to answer the question.)
sv_se: (Välj från rullistan för att svara på frågan.)

source: (Please consider both in-person and online, e.g. <Skype®>, conversations.)
sv_se: (Både samtal person-till-person och samtal på nätet, t.ex. genom Skype, Google Meet, Zoom).

source: (Please consider only development activities that staff undertake as part of their work.)
sv_se: (Ta bara med fortbildning de anställda deltar i som en del av sitt arbete.)

source: (Please consider regular lessons as well as other learning activities offered by the school.)
sv_se: (Ta med såväl vanliga lektioner som andra undervisningsaktiviteter som erbjuds av skolan).

source: (Please consider that non-teaching staff may fall into multiple categories.)
sv_se: (Tänk på att övrig personal kan ingå i flera olika kategorier.)

source: (Please enter a number for each response.
sv_se: (Skriv en siffra för varje svar.

source: (Please enter a number in each row.
sv_se: (Skriv en siffra på varje rad.

source: (Please enter a number in each space provided.
sv_se: (Skriv rätt antal i rutorna.

source: (Please enter a number.
sv_se: (Ange en siffra.

source: (Please enter a number.)
sv_se: (Ange en siffra.)

source: (Please include ancient languages if you are learning any.)
sv_se: (Räkna med klassiska språk och modersmål om du läser det.)

source: (Please move the slider to the appropriate percentage.
sv_se: (Flytta reglaget till rätt procentandel.

source: (Please move the slider to the number of minutes per <class period>.)
sv_se: (Dra reglaget till antalet minuter per lektion.)

source: (Please provide a number in each column.)
sv_se: (Ange ett antal i varje kolumn.)

source: (Please select a number from the drop-down menu in each row.)
sv_se: (Välj ett nummer från rullistan på varje rad.)

source: (Please select all that apply)
sv_se: (Välj alla som passar in)

source: (Please select all that apply.)
sv_se: (Välj alla som passar in.)

source: (Please select at least one response.)
sv_se: (Välj minst ett svar.)

source: (Please select either “yes” or “no” to indicate the use of <standardised tests> and teacher-developed tests for each of the specified purposes.)
sv_se: (Välj antingen ”ja” eller ”nej” för att ange användningen av standardiserade prov och lärarutvecklade prov för vart och ett av de angivna skälen.)

source: (Please select from the drop-down menu to answer the question.
sv_se: (Svara på frågan genom att välja ett alternativ från rullistan.

source: (Please select from the drop-down menu to answer the question.)
sv_se: (Svara på frågan genom att välja alternativ i rullistan.)

source: (Please select one response from 1 to 10.)
sv_se: (Välj ett svar från 1 till 10.)

source: (Please select one response in each column.)
sv_se: (Välj ett svar i varje kolumn.)

source: (Please select one response in each row.)
sv_se: (Välj ett svar på varje rad.)

source: (Please select one response)
sv_se: (Välj ett svar)

source: (Please select one response.)
sv_se: (Välj ett svar.)

source: (Please think of different kinds of digital devices such as for example desktop computers, portable laptops, tablet computers or interactive whiteboards)
sv_se: (Tänk på olika typer av digital utrustning som t.ex. stationära datorer, bärbara datorer, surfplattor och interaktiva skrivtavlor.)

source: (Please tick as many boxes as applicable.)
sv_se: (Kryssa för de rutor som passar in).

source: (Please tick one response in each row.)
sv_se: (Välj ett svar på varje rad.)

source: (Please type in the job title or describe the kind of work you expect to do in that job.)
sv_se: (Skriv yrkestiteln eller beskriv den sorts arbete du tror att du kommer att utföra på det jobbet.)

source: (Select all correct answers.)
sv_se: (Välj alla korrekta svar.)

source: (Select all relevant experiments.)
sv_se: (Välj alla relevanta experiment.)

source: (Shortest day)
sv_se: (Kortast dag)

source: (Some experiences can also happen in social media.)
sv_se: (Det kan även vara saker som händer dig på sociala medier.)

source: (Staff includes teachers, personnel for pedagogical support, school administrative personnel, and school management personnel.)
sv_se: (I personalen ingår lärare, stödpersonal i undervisningen, skolans administrativa personal samt skolledningen.)

source: (The organisms are not drawn to scale.)
sv_se: (Organismerna är inte skalenliga.)

source: (This is a school managed directly or indirectly by a non-government organisation; e.g., a church, trade union, business, or other private institution.)
sv_se: (Det är en skola som direkt eller indirekt drivs av en icke-statlig organisation; t.ex. ett religiöst samfund, ett företag, eller andra privata institutioner.)

source: (This is a school managed directly or indirectly by a public education authority, government agency, or governing board appointed by government or elected by public franchise.)
sv_se: (Det är en skola som direkt eller indirekt drivs av en offentlig utbildningsinstans, statlig eller kommunal myndighet eller styrelse som har utnämnts av regeringen eller utsetts genom allmänt privilegium.)

source: (You are asked this question because you reported to have done no <English learning activities> outside school during the last 12 months.)
sv_se: (Du får den här frågan eftersom du svarat att du inte har deltagit i några aktiviteter för att lära dig engelska utanför skolan under de senaste 12 månaderna).

source: (You are asked this question because you reported to have done some <English learning activities> outside school.)
sv_se: (Du får den här frågan eftersom du svarat att du har deltagit i någon form av aktivitet för att lära dig engelska utanför skolan.)

source: (biomass per square metre)
sv_se: (biomassa per kvadratmeter)

source: (day/month/year)
sv_se: (dag/månad/år)

source: (e.g. school teacher, kitchen-hand, sales manager)
sv_se: (t.ex. lärare, köksbiträde, försäljningschef)

source: (e.g. teaches high school students, helps the cook prepare meals in a restaurant, manages a sales team)
sv_se: (t.ex. undervisar grundskoleelever, hjälper kocken att laga mat på en restaurang, är chef för en grupp försäljare)

source: (hours per night)
sv_se: (timmar per natt)

source: (hours per week)
sv_se: (timmar per vecka)

source: (kilograms)
sv_se: (kilogram)

source: (landing)
sv_se: (landning)

source: (litres per day)
sv_se: (liter per dag)

source: (litres per week)
sv_se: (liter per vecka)

source: (litres)
sv_se: (liter)

source: (megajoules)
sv_se: (megajoule)

source: (minutes)
sv_se: (minuter)

source: (mm/year)
sv_se: (mm/år)

source: (points)
sv_se: (poäng)

source: (take off)
sv_se: (start)

source: (yes/no)
sv_se: (ja/nej)

source: *Eutrophication occurs when there is an increase in minerals and nutrients, such as phosphorus or nitrogen, that can lead to growth of harmful algae.
sv_se: *Övergödning uppstår när det blir en ökning av mineraler och näringsämnen, till exempel fosfor eller kväve, och kan leda till tillväxt av skadliga alger.

source: *Please complete the question before moving forward
sv_se: *Gör klart frågan innan du går vidare

source: 0 days
sv_se: 0 dagar

source: 0.03 tonnes CO₂
sv_se: 0,03 ton CO₂

source: 0.3 tonnes CO₂
sv_se: 0,3 ton CO₂

source: 0–7 years
sv_se: 0-7 år

source: 1 day
sv_se: 1 dag

source: 1 or 2
sv_se: 1 eller 2

source: 1 second
sv_se: 1 sekund

source: 1 tonne CO₂
sv_se: 1 ton CO₂

source: 1 year or younger
sv_se: 1 år eller yngre

source: 1-10 books
sv_se: 1-10 böcker

source: 1-2 times a year
sv_se: 1–2 gånger om året

source: 10 W/m² for a low number of pores
sv_se: 10 W/m² för ett litet antal porer

source: 10 code blocks
sv_se: 10 kodblock

source: 10 days
sv_se: 10 dagar

source: 10 litres less water
sv_se: 10 liter vatten mindre

source: 10 litres more water
sv_se: 10 liter vatten mer

source: 10 years old
sv_se: 10 år

source: 101-200 books
sv_se: 101-200 böcker

source: 11 years old
sv_se: 11 år

source: 11-25 books
sv_se: 11-25 böcker

source: 12 code blocks
sv_se: 12 kodblock

source: 12 hours
sv_se: 12 timmar

source: 12 years old
sv_se: 12 år

source: 12 am
sv_se: kl. 24.00

source: 13 years old
sv_se: 13 år

source: 14 years old
sv_se: 14 år

source: 14–21 years
sv_se: 14-21 år

source: 15 students or fewer
sv_se: 15 elever eller färre

source: 15 years old
sv_se: 15 år

source: 16 code blocks
sv_se: 16 kodblock

source: 16-20 students
sv_se: 16-20 elever

source: 17 code blocks
sv_se: 17 kodblock

source: 18.8% submerged
sv_se: 18,8 % under vatten

source: 2 days
sv_se: 2 dagar

source: 2 or more but less than 4 hours a week
sv_se: 2 eller fler men mindre än 4 timmar i veckan

source: 2 years
sv_se: 2 år

source: 20 June 1970
sv_se: 20 juni 1970

source: 20 days
sv_se: 20 dagar

source: 20 litres
sv_se: 20 liter

source: 201-500 books
sv_se: 201-500 böcker

source: 21-25 students
sv_se: 21-25 elever

source: 21–28 years
sv_se: 21-28 år

source: 224.7 days
sv_se: 224,7 dagar

source: 26-100 books
sv_se: 26-100 böcker

source: 26-30 students
sv_se: 26-30 elever

source: 26.9% submerged
sv_se: 26,9 % under vatten

source: 3 days
sv_se: 3 dagar

source: 3 hours
sv_se: 3 timmar

source: 3 months
sv_se: 3 månader

source: 3 samples
sv_se: 3 prover

source: 3 tonnes CO₂
sv_se: 3 ton CO₂

source: 3 years
sv_se: 3 år

source: 3-5 times a year
sv_se: 3–5 gånger om året

source: 30 W/m² for a medium number of pores
sv_se: 30 W/m² för ett medelstort antal porer

source: 30 litres
sv_se: 30 liter

source: 30 litres less water
sv_se: 30 liter vatten mindre

source: 30 litres more water
sv_se: 30 liter vatten mer

source: 31% increase
sv_se: 31 % ökning

source: 31-35 students
sv_se: 31-35 elever

source: 35.6% submerged
sv_se: 35,6 % under vatten

source: 36-40 students
sv_se: 36-40 elever

source: 365.3 days
sv_se: 365,3 dagar

source: 4 days
sv_se: 4 dagar

source: 4 or more but less than 6 hours a week
sv_se: 4 eller fler men mindre än 6 timmar i veckan

source: 4 years
sv_se: 4 år

source: 40% increase
sv_se: 40 % ökning

source: 41% increase
sv_se: 41 % ökning

source: 41-45 students
sv_se: 41-45 elever

source: 43% increase
sv_se: 43 % ökning

source: 46-50 students
sv_se: 46-50 elever

source: 5 code blocks
sv_se: 5 kodblock

source: 5 days
sv_se: 5 dagar

source: 5 or more days
sv_se: 5 eller fler dagar

source: 5 samples
sv_se: 5 prover

source: 5 years
sv_se: 5 år

source: 5 years or less
sv_se: Fem år eller yngre

source: 50 W/m² for a high number of pores
sv_se: 50 W/m² för ett stort antal porer

source: 50 grams of Moon soil from three different parts of the Moon, or
sv_se: 50 gram månjord från tre olika platser på månen eller

source: 50 grams of volcanic ash from Earth.
sv_se: 50 gram vulkanisk aska från jorden.

source: 50% air, 50% CO₂
sv_se: 50 % luft, 50 % CO₂

source: 50% probability
sv_se: 50 % sannolikhet

source: 6 hours
sv_se: 6 timmar

source: 6 months
sv_se: 6 månader

source: 6 or more hours a week
sv_se: 6 eller fler timmar i veckan

source: 6 to 10
sv_se: 6 till 10

source: 6 years old
sv_se: 6 år

source: 6 years or older
sv_se: 6 år eller äldre

source: 67% probability
sv_se: 67 % sannolikhet

source: 686.9 days
sv_se: 686,9 dagar

source: 7 days
sv_se: 7 dagar

source: 7 years old
sv_se: 7 år

source: 70 W/m² for a high number of pores
sv_se: 70 W/m² för ett stort antal porer

source: 70% ethanol.
sv_se: 70 % etanol.

source: 78% nitrogen, 21% oxygen, 1% other gases including carbon dioxide
sv_se: 78 % kväve, 21 % syre, 1 % andra gaser inklusive koldioxid

source: 7–14 years
sv_se: 7-14 år

source: 8 years old
sv_se: 8 år

source: 9 hours
sv_se: 9 timmar

source: 9 years old
sv_se: 9 år

source: 95.3% carbon dioxide, 2.7% nitrogen, 2% other gases including oxygen
sv_se: 95,3 % koldioxid, 2,7 % kväve, 2 % andra gaser inklusive syre

source: 96% carbon dioxide, 3% nitrogen, 1% other gases
sv_se: 96 % koldioxid, 3 % kväve, 1 % andra gaser

source: <Broad science> uses models to help develop theories about the world
sv_se: Naturvetenskapen använder sig av modeller som stöd för att utveckla teorier om världen.

source: <Cell phones> with Internet access (i.e. smartphones)
sv_se: Mobiltelefoner med tillgång till internet (dvs. smartphones)

source: <Chinese (e.g. Cantonese, Mandarin)>
sv_se: Kinesiska (t.ex. mandarin, kantonesiska)

source: <Country A>
sv_se: Sverige

source: <Country-specific>
sv_se: Annat

source: <Digital resources> distract me from learning
sv_se: Digitala verktyg distraherar mig från att lära mig

source: <Digital resources> give me more options to choose my study material
sv_se: Digitala verktyg ger mig fler möjligheter att välja mitt studiematerial

source: <Digital resources> help me learn complex things
sv_se: Digitala verktyg hjälper mig att lära mig komplexa saker

source: <Digital resources> help me plan and organise my work
sv_se: Digitala verktyg hjälper mig att planera och organisera mitt arbete

source: <Digital resources> help me to express my creativity
sv_se: Digitala verktyg hjälper mig att uttrycka min kreativitet

source: <Digital resources> make it easier to work with my classmates
sv_se: Digitala verktyg gör det lättare att samarbeta med mina klasskamrater

source: <Digital resources> make the content that I am learning more interesting
sv_se: Digitala verktyg gör det jag lär mig mer intressant

source: <Digital resources> refer to digital devices or hardware (e.g. computers, tablets, smartphones, 3D printers), software (e.g. programs, apps, communications tools, educational learning tools), and online resources (e.g. websites, web portals).
sv_se: Digitala lärresurser avser digitala enheter eller maskinvara (t.ex. datorer, surfplattor, smartphones, 3D-skrivare), programvara (t.ex. program, appar, kommunikationsverktyg, pedagogiska lärprogram) samt resurser på internet (t.ex. webbplatser, webbportaler).

source: <Earth and space>
sv_se: Jorden och rymden

source: <English²>
sv_se: Engelska

source: <English²> language clubs (e.g. debating or reading club)
sv_se: Språkklubbar i engelska (t.ex. debatt- eller läsklubb)

source: <English²> language competitions (e.g. for writing or debating)
sv_se: Delta i språktävlingar i engelska (t.ex. skriv- eller debattävlingar)

source: <English²>-language literature
sv_se: Engelskspråkig litteratur

source: <English²>-language performing arts (e.g. theatre, cinema, music)
sv_se: Engelskspråkig scenkonst (t.ex. teater, film, musik)

source: <English²>-language terms used in technology, commerce or the service industry
sv_se: Engelska termer som används inom teknik, handel eller serviceindustrin

source: <English¹>
sv_se: Engelska

source: <English¹> homework
sv_se: Läxor i engelska

source: <English¹> is an interesting subject to learn.
sv_se: Engelska är ett intressant ämne att lära sig.

source: <English¹> teachers
sv_se: Lärare i engelska

source: <English¹> teachers (teachers teaching <English¹> as well as other <modern foreign languages1> should be counted as <English¹> teachers).
sv_se: Lärare i engelska (lärare som undervisar i engelska samt i andra moderna språk ska räknas som lärare i engelska).

source: <English¹> teaching staff with inadequate <English²> language proficiency
sv_se: Lärare i engelska som saknar tillräckliga kunskaper i engelska

source: <English¹> teaching staff with inadequate teacher training
sv_se: Lärare i engelska som saknar tillräcklig lärarutbildning

source: <Enrichment activities> only
sv_se: Enbart extra fördjupning

source: <Enrichment activities> refer to any activities offered in addition to regular lessons for students who are interested in further learning, for example conversation clubs, trips abroad, and language competition.)
sv_se: Extra fördjupning avser alla aktiviteter som erbjuds vid sidan av vanliga lektioner för elever som vill lära sig mer – till exempel språkcaféer, utlandsresor och språktävlingar.)

source: <Enrichment lessons> for <English¹>
sv_se: Fördjupningslektioner i engelska

source: <Enrichment> only
sv_se: Enbart extra fördjupning

source: <Foreign languages²> (at least one)
sv_se: Moderna språk (minst ett)

source: <Further education> is not required for my chosen career
sv_se: Att studera vidare är inte nödvändigt för det yrke jag har valt.

source: <ISCED level 1>
sv_se: Sex år i grundskola

source: <ISCED level 2>
sv_se: Nioårig grundskola

source: <ISCED level 3.3>
sv_se: Gymnasieskolans yrkesförberedande program

source: <ISCED level 3.4>
sv_se: Gymnasieskolans högskoleförberedande program

source: <ISCED level 4>
sv_se: Eftergymnasial utbildning (ej på högskolenivå)

source: <ISCED level 5>
sv_se: Högskoleutbildning upp till två år

source: <ISCED level 6>
sv_se: Universitets- eller högskoleutbildning motsvarande kandidatexamen (minst tre år)

source: <ISCED level 7>
sv_se: Universitets- eller högskoleutbildning motsvarande magisterexamen (minst fyra år)

source: <ISCED level 8>
sv_se: Forskarutbildning motsvarande licentiat- eller doktorsexamen

source: <Language 1>
sv_se: Svenska

source: <Language 2>
sv_se: Engelska

source: <Local or municipal authority>
sv_se: Lokal eller kommunal myndighet

source: <Marks> at or above the <pass mark>
sv_se: Betyg på eller över gränsen för godkänd

source: <Marks> below the <pass mark>
sv_se: Betyg under gränsen för godkänd

source: <Modern foreign languages¹> (other than <English¹>)
sv_se: Moderna språk (förutom engelska)

source: <Modern foreign languages¹> (other than <English¹>) homework
sv_se: Läxor i moderna språk (förutom engelska)

source: <National or federal authority>
sv_se: Statlig myndighet

source: <Option A>
sv_se: Årskurs 7

source: <Option B>
sv_se: Årskurs 8

source: <Option C>
sv_se: Årskurs 9

source: <Option D>
sv_se: Årskurs 1 (gymnasiet)

source: <PISA reading test language>
sv_se: Svenska

source: <Programme 1>
sv_se: Grundskolan

source: <Programme 2>
sv_se: Gymnasieskolan, högskoleförberedande program (ekonomi, estetiska, humanistiska, naturvetenskaps-, samhällsvetenskaps eller teknikprogrammet)

source: <Programme 3>
sv_se: Gymnasieskolan, yrkesprogram (övriga program utom introduktionsprogrammen)

source: <Programme 4>
sv_se: Gymnasieskolan, introduktionsprogram

source: <Programme 5>
sv_se: Gymnasieskolan, introduktionsprogram med syfte att gå vidare till högskoleförberedande program

source: <Reading test language>
sv_se: Svenska

source: <Regional or state authority>
sv_se: Regional eller länsmyndighet

source: <Remedial English¹ lessons > are compulsory for the students taking them
sv_se: Stödundervisning i engelska är obligatorisk för de elever som deltar.

source: <Remedial English¹ lessons > are sought voluntarily by students
sv_se: Stödundervisning i engelska efterfrågas frivilligt av eleverna.

source: <Remedial lessons> for <English¹>
sv_se: Stödundervisning i engelska

source: <Remedial lessons> only
sv_se: Enbart stödundervisning

source: <Remedial lessons> refer to any lessons you followed in addition to regular lessons to meet your school’s <English¹> learning goals.)
sv_se: Stödundervisning avser lektioner som du har deltagit i utöver dina vanliga lektioner för att nå målen i engelska.

source: <Remedial> only
sv_se: Enbart stödundervisning

source: <School Science>
sv_se: NO-ämnen

source: <School governing board>
sv_se: Skolans styrelse

source: <School science>
sv_se: NO-ämnen

source: <School science> achievement data are posted publicly (e.g. in the media)
sv_se: Resultat i NO-ämnen anslås offentligt (t.ex. i media)

source: <School science> achievement data are provided directly to parents or guardians
sv_se: Resultat i NO-ämnen tillhandahålls direkt till föräldrar eller vårdnadshavare

source: <School science> achievement data are tracked over time by an administrative authority
sv_se: Resultat i NO-ämnen följs upp över tid av en myndighet

source: <School science> assessment
sv_se: Bedömning av NO-ämnen

source: <School science> content
sv_se: Innehåll i NO-ämnen

source: <School science> curriculum
sv_se: Kursplaner för NO-ämnen

source: <School science> homework
sv_se: Läxor i NO-ämnen (biologi, fysik och kemi)

source: <School science> pedagogy/instruction
sv_se: Pedagogik/undervisning inom NO-ämnen

source: <School science> teachers <fully certified> by <the appropriate authority>
sv_se: Lärare i NO-ämnen med lärarlegitimation

source: <School science> teachers in TOTAL
sv_se: Lärare i NO-ämnen TOTALT

source: <School science> teachers who are female
sv_se: Kvinnliga lärare i NO-ämnen

source: <School science> topics are easy for me
sv_se: Jag har lätt för NO-ämnen.

source: <Science> is easy for me.
sv_se: Jag har lätt för NO (biologi, fysik och kemi).

source: <Science> is one of my favourite subjects.
sv_se: NO (biologi, fysik och kemi) är ett av mina favoritämnen.

source: <Scratch>, <Blockly>, or other block-based languages
sv_se: Scratch, Microbit, Lego Mindstorms, Gamemaker, Kodu, Swift Playground eller andra blockbaserade språk
